Repository: CherryFramework/cherry-simple-slider
Catalog: languages/cherry-simple-slider-*.po
Languages: de_de, es_es, fr_fr, it_it, ru_ru, uk

source: Slider
de_de: Diashow
fr_fr: Diaporama
ru_ru: Слайдер
uk: Слайдер

source: Date
de_de: Datum
es_es: Fecha
it_it: Data
ru_ru: Дата
uk: Дата

source: Preview
de_de: Vorschau
es_es: Vista previa
fr_fr: Aperçu
it_it: Anteprima
ru_ru: Предпросмотр
uk: Попередній перегляд

source: This slide is not related to any slider
de_de: Dieses Dia ist mit keinem Diashow verbunden
es_es: Esta diapositiva no está relacionado con ningún slider
fr_fr: Cette diapositive n'est lié à aucune diaporama
it_it: Questo slide non è legato a nessun altro slider
ru_ru: Данный слайд не относится ни к одному слайдеру
uk: Цей слайд не використано в жодному з слайдерів

source: Post format options
de_de: Beitragsformat-Optionen
es_es: Opciones del formato de artículo
fr_fr: Options du format de l'article
it_it: Opzioni formato articolo
ru_ru: Опции формата записи
uk: Параметри формату публікації

source: Content width
de_de: Breite des Inhalts
es_es: Ancho del contenido
fr_fr: Largeur du contenu
it_it: Larghezza Contenuto
ru_ru: Ширина содержимого
uk: Ширина вмісту.

source: Content vertical
de_de: Inhalt vertikal
es_es: Contenido vertical
fr_fr: Contenu vertical
it_it: Contenuto verticale
ru_ru: Высота содержимого
uk: Вертикаль вмісту

source: Content Position
de_de: Position des Inhalts
es_es: Posición del Contenido
fr_fr: Position du contenu
it_it: Posizione Contenuto
ru_ru: Позиция содержимого
uk: Розташування вмісту

source: Select content position
de_de: Position des Inhalts wählen
es_es: Seleccione la posición del contenido
fr_fr: Sélectionnez la position du contenu
it_it: Seleziona la posizione del contenuto
ru_ru: Выберите позицию содержимого
uk: Оберіть розташування для вмісту

source: topLeft position
es_es: posición superior Izquierda
fr_fr: position en haut à Gauche
it_it: Posizione topLeft
ru_ru: вверху слева
uk: Угорі зліва

source: topCenter position
es_es: posición superior Central
fr_fr: position en haut au Centre
it_it: Posizione topCenter
ru_ru: вверху по центру
uk: Угорі посередині

source: topRight position
es_es: posición superior Derecha
fr_fr: position en haut à Droite
it_it: Posizione topRight
ru_ru: вверху справа
uk: Угорі справа

source: bottomLeft position
es_es: posición Izquierda inferior
fr_fr: position en bas à Gauche
it_it: Posizione bottomLeft
ru_ru: внизу слева
uk: Внизу зліва

source: bottomCenter position
es_es: posición inferior Central
fr_fr: position en bas au Centre
it_it: Posizione bottomCenter
ru_ru: внизу по центру
uk: Внизу посередині

source: bottomRight position
es_es: posición Derecha inferior
fr_fr: position en bas à Droite
it_it: Posizione bottomRight
ru_ru: внизу справа
uk: Внизу справа

source: centerLeft position
es_es: posición central Izquierda
fr_fr: position au centre à Gauche
it_it: posizione centerLeft
ru_ru: по центру слева
uk: Посередині зліва

source: centerRight position
es_es: posición central Derecha
fr_fr: position au centre à Droite
it_it: Posizione centerRight
ru_ru: по центру справа
uk: Посередині справа

source: centerCenter position
es_es: posición central Central
fr_fr: position centre Centre
it_it: posizione centerCenter
ru_ru: по центру
uk: Посередині

source: Content show transition
de_de: Übergang der Inhalt-Show
es_es: Transición del contenido
fr_fr: Transition du contenu
it_it: Visualizza transizione contenuto
ru_ru: Переход показа содержимого
uk: Перехід появи вмісту

source: Sets the transition of the layer when it appears in the slide. Can be set to left, right, up or down, these values describe the direction in which the layer will move when it appears.
de_de: Stellt den Übergang der Schicht fest, wenn diese im Dia auftaucht. Kann nach links, rechts, oben oder unten festgestellt werden, diese Werte beschreiben die Richtung, in die die Schicht sich bewegen wird, wenn diese auftaucht.
es_es: Establecer la transición de la capa cuando aparece en la diapositiva. Puede ajustarse a la izquierda, derecha, arriba, abajo, estos valores describe la dirección en la que las capas se mueven cuando aparecen.
fr_fr: Définir la transition de la couche quand il apparaît dans la diapositive. Peut être réglé à gauche, à droite, en haut, en bas, ces valeurs décrivent la direction dans laquelle la couche se déplace quand elle apparaît.
it_it: Imposta la transizione dello strato quando verrà visualizzato in slide. Può essere impostato a sinistra, a destra, in alto o in basso, questi valori descrivono la direzione in cui lo strato si muoverà quando verrà visualizzato.
ru_ru: Устанавливает направление перехода содержимого, когда оно появляется на слайде. Доступны следующие значения: влево, вправо, вверх и вниз.
uk: Вкажіть перехід для шару, коли він з'являється на слайді. Можна використати варіанти left, right, up або down, ці значення визначають напрям руху шару при його появі.

source: Left transition
de_de: Links Übergang
es_es: Transición a la izquierda
fr_fr: Transition à gauche
it_it: Transizione Sinistra
ru_ru: Влево
uk: Перехід вліво

source: Right transition
de_de: Rechts Übergang
es_es: Transición a la derecha
fr_fr: Transition à droite
it_it: Transizione Destra
ru_ru: Вправо
uk: Перехід вправо

source: Up transition
de_de: Oben Übergang
es_es: Transición hacia arriba
fr_fr: Transition vers un haut
it_it: Transizione Up
ru_ru: Вверх
uk: Перехід угору

source: Down transition
de_de: Unten Übergang
es_es: Transición hacia abajo
fr_fr: Transition vers le bas
it_it: Transizione Down
ru_ru: Вниз
uk: Перехід вниз

source: Content show duration
de_de: Dauer der Inhalt-Show
es_es: Duración de la muestra del contenido
it_it: Mostra transizione contenuto
ru_ru: Продолжительность отображения содержимого
uk: Тривалість появи вмісту

source: Sets the duration of the show transition.
de_de: Stellt die Dauer des Show-Übergangs
es_es: Establece la duración del muestra de transición.
it_it: Imposta la durata della visualizzazione di transizione.
ru_ru: Установите время отображения содержимого.
uk: Вкажіть тривалість переходу при появі.

source: Content show delay
de_de: Verzögerung der Inhalt-Show
es_es: Retraso de la muestra del contenido
it_it: Visualizza ritardo contenuto
ru_ru: Задержка отображения содержимого
uk: Затримка появи вмісту

source: Sets the delay of the show transition.
de_de: Stellt die Verzögerung des Show-Übergangs
es_es: Establecer el retraso de la muestra de transición.
it_it: Imposta il ritardo della visualizzazione di transizione
ru_ru: Установите время задержки отображения содержимого.
uk: Вкажіть тривалість затримки переходу при появі вмісту.

source: Content hide transition
de_de: Übergang der Inhalt-Ausblendung
es_es: Ocultar transición del contenido
it_it: Nascondere transizione contenuto
ru_ru: Переход скрытия содержимого
uk: Перехід зникнення вмісту

source: Sets the transition of the layer when it disappears from the slide. Can be set to left, right, up or down, these values describe the direction in which the layer will move when it disappears.
de_de: Stellt den Übergang der Schicht fest, wenn diese aus der Dia verschwindet. Kann nach links, rechts, oben oder unten festgestellt werden, diese Werte beschreiben die Richtung, in die die Schicht sich bewegen wird, wenn diese aus der Dia verschwindet.
es_es: Establecer la transición de la capa cuando desaparece de la diapositiva. Puede ajustarse a la izquierda, derecha, arriba, abajo, estos valores describe la dirección en la que las capas se mueven cuando desaparecen.
fr_fr: Définir la transition de la couche quand il disparaît de la diapositive. Peut être réglé à gauche, à droite, en haut, en bas, ces valeurs décrivent la direction dans laquelle la couche se déplace quand elle disparaît.
it_it: Imposta la transizione dello strato quando scompare dallo slide. Può essere impostato a sinistra, destra, in alto o in basso, questi valori descrivono la direzione in cui lo strato si muoverà quando scomparirà.
ru_ru: Устанавливает направление перехода содержимого, когда оно ичезает со слайдера. Доступны следующие значения: влево, вправо, вверх и вниз.
uk: Вкажіть перехід для шару, коли він зникає зі слайду. Можна використати варіанти left, right, up або down, ці значення визначають напрям руху шару при його зникненні.

source: Content hide duration
de_de: Dauer der Inhalt-Ausblendung
it_it: Contenuto nascondere durata
ru_ru: Продолжительность скрытия содержимого
uk: Тривалість зникнення вмісту

source: Sets the duration of the hide transition.
de_de: Stellt die Dauer der Inhalt-Ausblendung fest.
it_it: Imposta la durata di nascosta della transizione.
ru_ru: Установите время скрытия содержимого
uk: Вкажіть тривалість переходу при зникненні шару.

source: Content hide delay
de_de: Verzögerung der Inhalt-Ausblendung
it_it: Nascondere il contenuto con ritardo
ru_ru: Задержка скрытия содержимого
uk: Затримка зникнення вмісту

source: Sets the delay of the hide transition.
de_de: Stellt die Verzögerung der Inhalt-Ausblendung.
it_it: Imposta il ritardo di nascosta transizione.
ru_ru: Установите задержку перехода скрытия.
uk: Вкажіть тривалість затримки переходу при зникненні шару.

source: Content wrapper
de_de: Inhalt Wrapper
es_es: Envoltura del contenido
fr_fr: Couverture du contenu
it_it: Contenuto copertina
ru_ru: Контейнер содержимого
uk: Обгортка вмісту

source: Using content wrapper
de_de: Inhalten Wrapper verwenden
es_es: Usar la envoltura del contenido
fr_fr: Utiliser la couverture du contenu
it_it: Utilizzare la copertina del contenuto
ru_ru: Использовать контейнер для содержимого
uk: Використати обгортку вмісту

source: Yes
de_de: Ja
es_es: Si
fr_fr: Oui
ru_ru: Да
uk: Так

source: No
de_de: Nein
fr_fr: Non
ru_ru: Нет
uk: Ні

source: Crop image
de_de: Bild schneiden
es_es: Cortar imagen
fr_fr: Recadrer l'image
it_it: Ritaglia l'immagine
ru_ru: Обрезать изображение
uk: Обрізати зображення

source: Using cropped image
de_de: Geschnittenes Bild verwenden
es_es: Utilice la imagen recortada
fr_fr: Utiliser l'image recadrée
it_it: Utilizza immagine ritagliata
ru_ru: Использовать обрезанные изображения
uk: Використовувати обрізані зображення

source: Audio source
de_de: Audioquelle
es_es: Fuente de Audio
fr_fr: Audio
it_it: Fonte audio
ru_ru: Аудио файл
uk: Аудіо

source: Enter audio source( mp3, m4a, ogg, wav, wma )
de_de: Audioquelle eingeben( mp3, m4a, ogg, wav, wma )
es_es: Introduzca fuente de audio( mp3, m4a, ogg, wav, wma )
fr_fr: Sélectionnez le fichier audio (mp3, m4a, ogg, wav, wma)
it_it: Inserisci sorgente audio( mp3, m4a, ogg, wav, wma )
ru_ru: Выберите аудио файл (mp3, m4a, ogg, wav, wma)
uk: Виберіть аудіофайл (mp3, m4a, ogg, wav, wma)

source: Video type
de_de: Videotyp
es_es: Tipo de Video
fr_fr: Type de vidéo
it_it: Tipo Video
ru_ru: Видео файл
uk: Тип відео

source: Choose video type
de_de: Videotyp auswählen
es_es: Elija tipo de vídeo
fr_fr: Choisissez le type de vidéo
it_it: Scegli il tipo di video
ru_ru: Выберите тип видео
uk: Оберіть тип відео

source: Embed video type
de_de: Embed Videotyp
es_es: Insertar tipo de vídeo
fr_fr: Vidéo intégrée
it_it: Incorpora tipo di video
ru_ru: Тип встроенного видео
uk: Вставлене відео

source: HTML5 video type
de_de: HTML5 Videotyp
es_es: Tipo de vídeo HTML5
fr_fr: Vidéo HTML5
it_it: Tipo video HTML5
ru_ru: HTML5 видео
uk: Відео HTML5

source: Embed video source
de_de: Embed Videoquelle
es_es: Insertar fuente de video
fr_fr: Source vidéo intégrée
it_it: Incorpora sorgente video
ru_ru: Ссылка на встроенное видео
uk: Вхідний файл вставленого відео

source: Enter source for embed video
de_de: Geben Sie Quelle für embed Video ein
es_es: Introduzca fuente del video insertado
fr_fr: Entrez source pour intégrer la vidéo
it_it: Inserisci la fonte per il video
ru_ru: Введите ссылку на встроенное видео
uk: Вкажіть шлях до вихідного файлу вставленого відео

source: MP4 video source
de_de: MP4 Videoquelle
es_es: Fuente del video MP4
fr_fr: Source de vidéo MP4
it_it: Sorgente video MP4
ru_ru: MP4 видео файл
uk: Шлях до відео у форматі mp4

source: Enter source for MP4 video
de_de: Geben Sie Quelle für MP4 Video ein
es_es: Introduzca fuente de vídeo MP4
fr_fr: Entrez source pour vidéo MP4
it_it: Inserisci fonte sorgente per MP4 video
ru_ru: Выберите видео файл в формате MP4
uk: Вкажіть шлях до відео у форматі mp4

source: OGV video source
de_de: OGV Videoquelle
es_es: Fuente de video OGV
fr_fr: Source de vidéo OGV
it_it: Fonte video OGV
ru_ru: OGV видео файл
uk: Шлях до відео у форматі ogv

source: Enter source for OGV video
de_de: Geben Sie Quelle für OGV Video ein
es_es: Introduzca fuente de video OGV
fr_fr: Entrez source pour vidéo OGV
it_it: Inserisci la fonte per il video OGV
ru_ru: Выберите видео файл в формате OGV
uk: Вкажіть шлях до відео у форматі ogv

source: Simple Slider
de_de: Einfache Diashow
es_es: Slider Simple
fr_fr: Diaporama Simple
it_it: Slider Semplice
ru_ru: Простой слайдер
uk: Простий Слайдер

source: Slides not found
de_de: Keine Slides gefunden
es_es: Las diapositivas no han sido encontradas
fr_fr: Aucune diapositive trouvée
it_it: Le slide non trovati
ru_ru: Слайды не найдены
uk: Немає слайдів

source: Posts not found
de_de: Beiträge nicht gefunden
es_es: No se han encontrado artículos
fr_fr: Aucun article trouvé
it_it: Articolo non trovato
ru_ru: Записи не найдены
uk: Публікацій не виявлено

source: Slider name
de_de: Name der Diashow
es_es: Nombre del slider
fr_fr: Nom du diaporama
it_it: Nome Slider
ru_ru: Название слайдера
uk: Назва слайдера

source: Leave field blank, if you need all of the slides
de_de: Dieses Feld leer lassen falls Sie alle Dias brauchen
es_es: Deje en blanco el campo, si necesita todas las diapositivas
fr_fr: Laissez le champ vide si vous avez besoin de toutes les diapositives
it_it: Lascia il campo vuoto, se vuoi avere tutti i slides
ru_ru: Оставьте это поле пустым, если Вы хотите использовать все слайды
uk: Залиште це поле порожнім, якщо хочете, щоб усі слайди відображалися.

source: Number of slides
de_de: Anzahl der Dias
es_es: Número de diapositivas
fr_fr: Nombre de diapositives
it_it: Numero di slides
ru_ru: Количество слайдов
uk: Кількість слайдів

source: Slides order
de_de: Rheinfolge der Dias
es_es: Orden de diapositivas
fr_fr: Ordre de diapositives
it_it: Ordine Slides
ru_ru: Порядок слайдов
uk: Порядок слайдів

source: Ascending order from lowest to highest values
de_de: Aufsteigende Rheinfolge vom niedrigsten zum höchsten
es_es: Orden ascendente de menor a mayor valor
fr_fr: Ordre croissant du plus petite valeur au plus grande
it_it: Ordine crescente partendo dal valore più basso al più alto
ru_ru: Возрастающий порядок от наименьшего значения к наибольшему
uk: Висхідний порядок від найменшого до найбільшого значення

source: Descending order from highest to lowest values
de_de: Absteigende Rheinfolge vom höchsten zum niedrigsten
es_es: Orden descendiente del mayor al menor valor
fr_fr: Ordre décroissant du plus grande valeur au plus petite
it_it: Discendente dell'ordine dal più alto al più basso dei valori
ru_ru: Убывающий порядок от наибольшего значения к наименьшему
uk: Спадний порядок від найбільшого до найменшого значення

source: Slider width
de_de: Breite der Diashow
es_es: Anchura de slider
fr_fr: Largeur de diaporama
it_it: Larghezza Slider
ru_ru: Ширина слайдера
uk: Ширина слайдера

source: Sets the width of the slide.
de_de: Stellt Breite der Diashow fest.
es_es: Establecer el ancho de la diapositiva.
fr_fr: Définit la largeur de la diapositive.
it_it: Imposta la larghezza di slide.
ru_ru: Установите ширину слайдера
uk: Вкажіть ширину слайдера

source: Can be set to a fixed value, like 900 (indicating 900 pixels), or to a percentage value, like '100%'. It's important to note that percentage values need to be specified inside quotes. For fixed values, the quotes are not necessary. Also, please note that, in order to make the slider responsive, it's not necessary to use percentage values.
de_de: Kann auf einen festen Wert, wie 900 (900 Pixel), oder auf den Prozentwert, wie '100%' eingestellt werden. Es ist wichtig zu bemerken, dass die Prozentwerte innerhalb Anführungszeichen angegeben werden müssen. Für feste Werte sind die Anführungszeichen nicht notwendig. Zu bemerken wäre noch, dass, um die Diashow reagierend zu machen, ist es nicht notwendig, Prozentwerte verwenden.
es_es: Se puede establecer en un valor fijo, tal como 900 (píxeles) o a un valor de porcentaje, como '100%'. Es importante tener en cuenta que los valores porcentuales deben especificarse entre comillas. Para valores fijos, citas no son necesarias. Tenga en cuenta también que, con el fin de hacer deslizador sensible, no es necesario utilizar los valores porcentuales.
fr_fr: Peut être réglé à une valeur fixe, comme 900 (pixels) ou à une valeur de pourcentage, comme '100%'. Il est important de noter que le pourcentage de valeurs doivent être spécifiés entre guillemets. Pour des valeurs fixes, les citations ne sont pas nécessaires. Veuillez noter aussi que, afin de rendre slider responsive, il n'est pas nécessaire d'utiliser des valeurs de pourcentage.
it_it: Può essere impostato su un valore fisso, come 900 (indica in 900 pixel), o ad un valore percentuale, ad esempio '100%'. È importante notare che la percentuale dei valori devono essere specificate all'interno delle virgolette. Per i valori fissi, le virgolette non sono necessarie. Inoltre, ti ricordiamo, che non è necessario utilizzare i valori percentuali.
ru_ru: Можно использовать фиксированное значение, напр., 900 (px) или процентное значение, напр., '100%'. Внимание: процентное значение необходимо указывать в кавычках. Фиксированное значение можно указывать без кавычек. А также для того, чтобы слайдер был адаптивным, не обязательно использовать только процентное значение.
uk: Можна використати фіксоване значення, як, наприклад, 900 (мається на увазі 900 пікселів) або відсоткове, як '100%'. Необхідно зазначити, що відсоткове значення слід подавати в лапках, тоді як для фіксованого значення лапки не потрібні. Також, будь ласка, майте на увазі, що для правильного відображення слайдера на приладах з меншим розширенням екрану не обов'язково використовувати відсоткове значення.

source: Slider height
de_de: Diashow Höhe
es_es: Altura del slider
fr_fr: Hauteur de diaporama
it_it: Altezza Slider
ru_ru: Высота слайдера
uk: Висота слайдера

source: Sets specific breakpoints which allow changing the look and behavior of the slider when the page resizes.
de_de: Stellt spezifische Breakpoints fest, was erlaubt das Aussehen und das Verhalten der Diashow zu ändern, wenn die Seite skaliert.
es_es: Define los puntos de corte específicos que pueden cambiar la apariencia y el comportamiento de diapositivas cuando la página cambia sus dimensiones
fr_fr: Définit les points d'arrêt spécifiques qui permettent de changer l'apparence et le comportement de diaporama lorsque la page change ses dimensions
it_it: Imposta punti di interruzione specifici che consentono di cambiare l'aspetto e il comportamento del cursore quando la pagina viene ridimensionata.
ru_ru: Установите контрольные точки, при которых вид и поведение слайдера изменяются, если менять ширину страницы.
uk: Встановлює певні "контрольні точки", де відбувається зміна вигляду та поведінки слайдера при зміні розмірів сторінки.

source: Slider 992px breakpoint height
de_de: 992px breakpoint Höhe der Diashow
es_es: Altura de diapositivas (992px punto de interrupción)
fr_fr: Hauteur de diaporama (point d'arrêt 992px)
it_it: Slider 992px breakpoint altezza
ru_ru: Высота контрольной точки слайдера 992px
uk: Вкажіть висоту слайдера для контрольної точки 992px

source: The 'breakpoints' property is assigned an object which contains certain browser window widths and the slider properties that are applied to those specific widths. This is very similar to CSS media queries.
de_de: Die 'breakpoints' Eigenschaft ist ein Objekt, das bestimmte Fensterbreiten von Browser sowie die Diashow-Eigenschaften, die auf diese spezifische Breiten angewendet sind, enthält. Dies ist den CSS Medien-Queries änhlich
es_es: Propiedad 'breakpoint' define el propósito de algunos en el ancho de la ventana del navegador y propiedades de Presentación aplican a este ancho específico. Esto es muy similar a las consultas de los medios de comunicación CSS.
fr_fr: Propriété 'point d'arrêt' définit l'objet dans la fenêtre de certaine largeur du navigateur et les propriétés de diaporama s'appliquent à cette largeur spécifique. Ceci est très similaire aux requêtes média CSS.
it_it: La proprietà 'breakpoints' viene assegnata all'oggetto che contiene alcune larghezza della finestra del browser e le proprietà di slider che si applicano a queste larghezze specifiche. La questione à molto simile a CSS media queries.
ru_ru: Свойство &quot;контрольная точка&quot; задается объекту, который включает определенные значения ширины окна браузера и свойства слайдера, которые для них применяются. Очень похоже на медиазапросы CSS
uk: Поняття 'контрольної точки' визначає об'єкт, що міститься всередині вікна браузера певної ширини, і параметри слайдера задаються саме для цієї ширини. Це досить схоже до медіа-запитів CSS.

source: Slider 768px breakpoint height
de_de: 768px breakpoint Höhe der Diashow
es_es: Altura de diapositivas (768px punto de interrupción)
fr_fr: Hauteur de diaporama (point d'arrêt 768px)
it_it: Slider 768px breakpoint altezza
ru_ru: Высота контрольной точки слайдера 768px
uk: Вкажіть висоту слайдера для контрольної точки 768px

source: Slider visible size
de_de: Sichtbare Größe der Diashow
es_es: Tamaño visible de slideshow
fr_fr: Taille visible de diaporama
it_it: Formato visibilità Slider
ru_ru: Видимый размер слайдера
uk: Видимий розмір слайдера

source: Sets the size of the visible area, allowing for more slides to become visible near the selected slide.
de_de: Stellt die Größe des sichtbaren Bereichs, sodass mehr Dias neben dem ausgewählten Dia sichtbar werden.
es_es: Ajusta el tamaño del área visible, muestra más diapositivas cerca de la diapositiva seleccionada.
fr_fr: Définit la taille de la zone visible, permet d'afficher plus de diapositives près de la diapositive sélectionnée.
it_it: Imposta la dimensione dell'area visibile, consentendo a più slides di essere visibile e più vicino all'altro slide.
ru_ru: Установите размер выдимой области слейдера, что позволяет другим слайдам также стать видимыми рядом с активным слайдом.
uk: Визначає розмір видимої області, так можна задати відображення більшої кількості слайдів водночас - біля обраного слайду.

source: Slider forceSize
de_de: Diashow forceSize
es_es: ForceSize Slider
fr_fr: forceSize de diaporama
ru_ru: Фиксированный размер слайдера
uk: forceSize слайдера

source: Indicates if the size of the slider will be forced to full width or full window.
de_de: Zeigt an, ob die Größe der Diashow zur vollen Breite oder zum vollen Fenster gezwungen wird.
es_es: Ajuste el tamaño de la diapositiva - a la anchura total del contenido o todo el ancho de la ventana.
fr_fr: Définir la taille de diaporama - à la pleine largeur du contenu ou à la pleine largeur de la fenêtre.
it_it: Indica se la dimensione di slider sarà forzata in modalità full width oppure full window.
ru_ru: Фиксирование размера слайдера по ширине контейнера или по ширине окна.
uk: Визначає тип ширина слайдера - на всю ширину вмісту чи всю ширину вікна.
