Repository: CherryFramework/cherry-simple-slider
Catalog: languages/cherry-simple-slider-*.po
Languages: de_de, es_es, fr_fr, it_it, ru_ru, uk

source: Note: It's possible to make the slider full width or full window by giving it width and/or height of '100%'. However, sometimes the slider might be inside other containers which are less than full width/window. The 'forceSize' property is useful in those situations because it will still enlarge the slider to fill the width or window by overflowing its parent elements.
de_de: Bemerkung: es ist möglich, die Diashow voller Breite oder vollen Fensters zu machen, indem man dabei Breite bzw. Höhe von '100%' verwendet. Allerdings könnte die Diashow manchmal innerhalb anderer Container sein, die weniger als volle Breite/volles Fenster sind. Die 'forceSize' Eigenschaft ist in diesen Fällen nützlich, denn sie wird trotzdem die Diashow zur voller Breite oder zum vollen Fenster dadurch vergrößern, dass sie ihre übergeordnete Elemente überläuft.
es_es: ¡Advertencia! Podemos hacer una presentación de diapositivas de ancho total del contenido o todo el ancho de la ventana con la anchura y/o altura '100%'. Sin embargo, a veces, la corredera se encuentra en los otros recipientes que son menos de ancho completo/ventana. El 'forceSize' funciona en todos los casos y la presentación va a llenar todo el ancho de contenido de la ventana o ignorar el tamaño del contenedor primario.
fr_fr: Attention! On peut rendre de diaporama à la pleine largeur du contenu ou à la pleine largeur de la fenêtre en utilisant la largeur et/ou hauteur '100%'. Cependant, parfois, le diaporama se trouve dans les autres conteneurs qui sont moins de largeur pleine/ de fenêtre. La propriété 'forceSize' fonctionne dans tout cas et le diaporama remplira la largeur pleine de contenu ou de fenêtre en ignorant la taille du conteneur parent.
it_it: Nota: È possibile rendere lo slider full width oppure full window dandogli larghezza e/o altezza del '100%'. Tuttavia, a volte lo slider potrebbe non occupare intera grandezza del contenitore. Quindi, verrà calcolata anche la larghezza della videata (width/window). La proprietà 'forceSize' è utile in queste situazioni, perché sarà possibile ingrandire il cursore per riempire la larghezza della finestra e far occupare lo spazio intero dell'elemento.
ru_ru: Внимание: можно задавать размер слайдера на всю ширину контейнера или окна путем выставления значений ширины и/или высоты '100%'. Однако, слайдер может находится внутри других подконтейнеров, которые меньше ширины контейнера/окна. Свойство &quot;фиксированный размер&quot; полезное в таких ситуациях, потому что оно увеличивает размер слайдера до ширины контейнера или окна, выходя за пределы родительских элементов.
uk: Увага! Розміри слайдера для ширини за вмістом чи за шириною вікна можна змінити, використавши параметр ширини та/або висоти '100%'. Однак, іноді слайдер міститься всередині зовнішніх контейнерів, ширина яких менша за 100%. Параметр forceSize в такому випадку все одно працюватиме з бажаним ефектом і слайдер буде відображатися на всю ширину вмісту чи вікна, нехтуючи розмірами батьківського контейнера.

source: None
de_de: Kein
es_es: Ningún
fr_fr: Aucun
it_it: Nessuno
ru_ru: Нет
uk: Немає

source: fullWindow
es_es: ventana completa
fr_fr: pleine fenêtre
ru_ru: по ширине экрана
uk: На всю ширину вікна

source: fullWidth
es_es: Contenido Completo Ancho
fr_fr: pleine largeur du contenu
ru_ru: по ширине контейнера
uk: На всю ширину вмісту

source: Slider orientation
de_de: Diashow Orientation
es_es: Orientación de slideshow
fr_fr: Orientation de diaporama
it_it: Orientamento Slider
ru_ru: Ориентация слайдера
uk: Орієнтація слайдера

source: Indicates whether the slides will be arranged horizontally or vertically.
de_de: Zeigt an, ob die Dias horizontal oder vertikal angeordnet werden.
es_es: Indica si las diapositivas se disponen horizontalmente o verticalmente.
fr_fr: Indique si les diapositives seront disposés horizontalement ou verticalement.
it_it: Indica se gli slides verranno posizionati orizzontalmente o verticalmente.
ru_ru: Располагать слайды горизонтально или вертикально.
uk: Визначає орієнтацію слайдів - горизонтальну/вертикальну.

source: Horizontal
it_it: Orizzontale
ru_ru: Горизонтально
uk: Горизонтальний

source: Vertical
de_de: Vertikal
fr_fr: Verticale
it_it: Verticale
ru_ru: Вертикально
uk: Вертикальний

source: Slide distance
de_de: Distanz von Dia
es_es: Distancia de diapositiva
fr_fr: Distance de diapositives
it_it: Distanza Slide
ru_ru: Удаленность слайдера
uk: Відстань між слайдами

source: Sets the distance between the slides.
de_de: Abstand zwischen den Slides bestimmen
es_es: Establezca la distancia entre las diapositivas.
fr_fr: Définir la distance entre des diapositives.
it_it: Imposta la distanza tra gli slide.
ru_ru: Задаёт растояние между слайдами.
uk: Встановлює відступ між слайдами

source: Slide animation duration
de_de: Animationsdauer von Dia
es_es: Duración de la animación de diapositiva
fr_fr: Durée de l'animation de diapositives
it_it: Durata dell'animazione di slide
ru_ru: Продолжительность анимации слайдера
uk: Тривалість гортання слайдера

source: Sets the duration of the slide animation.
de_de: Stell die Animationsdauer von Dia fest.
es_es: Establezca la duración de la animación de diapositivas
fr_fr: Définit la durée de l'animation de la diapositive.
it_it: Imposta la durata dell'animazione di slide.
ru_ru: Установите продолжительность анимации слайдера
uk: Вказує на тривалість гортання слайдера

source: Slide fading
de_de: Dia ausblenden
es_es: Desvanecimiento de diapositivas
it_it: Dissolvenza Slide
ru_ru: Затухание слайдера
uk: Поступове зникання слайдів

source: Indicates if fade will be used.
de_de: Zeigt an, ob Ausblendung verwendet wird.
es_es: Indica si se utilizará la decoloración.
fr_fr: Indique si fade sera utilisé.
it_it: Indica se vuoi utilizzare dissolvenza.
ru_ru: Активировать функцию затухания слайдера
uk: Визначає, чи застосовувати поступове зникання.

source: Slider navigation
de_de: Diashow-Navigation
es_es: La navegación de slider
fr_fr: Navigation de la diaporama
it_it: Navigazione Slider
ru_ru: Навигация слайдера
uk: Навігація між слайдами

source: Indicates whether the arrow buttons will be created.
de_de: Zeigt an, ob die Pfeilbuttons erstellt werden
es_es: Indica si se crearán los botones de flecha.
fr_fr: Indique si les boutons fléchés seront créés.
it_it: Indica se vuoi creare i pulsanti freccia.
ru_ru: Активировать навигацию слайдера.
uk: Визначає, чи додавати стрілки

source: Slider fade navigation
de_de: Diashow-Ausblendung-Navigation
it_it: Navigazione dissolvenza Slider
ru_ru: Затухание навигации слайдера
uk: Зникання навігації

source: Indicates whether the arrows will fade in only on hover.
de_de: Zeigt an, ob die Pfeile nur bei Hover aufblenden werden.
es_es: Indica si las flechas desaparecen sólo al desplazamiento del ratón.
fr_fr: Indique si les flèches disparaîtront seulement sur hover
it_it: Indica se vuoi nascondere le frecce in stato hover del mouse.
ru_ru: Активировать функцию затухания стрелок навигации только при ховере.
uk: Визначає, чи зникатимуть стрілки тільки при наведенні вказівника миші.

source: Slider pagination
de_de: Diashow-Panigation
es_es: Paginación del slider
fr_fr: Pagination de la diaporama
it_it: Paginazione Slider
ru_ru: Пагинация слайдера
uk: Нумерація слайдів

source: Indicates whether the buttons will be created.
de_de: Zeigt an, ob die Buttons erstellt warden.
es_es: Especifica si se crearán los botones.
fr_fr: Indique si les boutons seront créés.
it_it: Indica se vuoi creare i pulsanti.
ru_ru: Активировать кнопки пагинации.
uk: Визначає, чи додавати кнопки

source: Slider autoplay
de_de: Automatischer Ablauf von Diashow
es_es: Reproducción automática del slider
fr_fr: Lancer automatiquement un diaporama
ru_ru: Автовоспроизведение слайдера
uk: Автозапуск слайдера

source: Indicates whether or not autoplay will be enabled.
de_de: Zeigt an, ob automatischer Ablauf aktiviert wird oder nicht.
es_es: Indica si la reproducción automática está activada o no.
fr_fr: Indique si la lecture automatique sera activé ou non.
it_it: Indica se vuoi abilitare il non autoplay.
ru_ru: Активировать автовоспроизведение слайдера
uk: Визначає, чи починати зміну слайдів автоматично

source: Slider fullScreen
de_de: Diashow fullScreen
es_es: Slider a la pantalla completa
fr_fr: Plein écran
ru_ru: Полноэкранный режим слайдера
uk: Повноекранний режим

source: Indicates whether the full-screen button is enabled.
de_de: Zeigt an, ob der full-screen Button aktiviert ist.
es_es: Especifica si se mostrará el botón de activación de pantalla completa.
fr_fr: Indique si le bouton de l'activation de plein écran sera afficher.
it_it: Indica se vuoi attivare il pulsante full-screen.
ru_ru: Активировать кнопку полноэкранного режима слайдера.
uk: Визначає, чи відображатиметься кнопка переходу в повноекранний режим.

source: Slider shuffle
de_de: Diashow-Shuffle
es_es: Mezcla de diapositivas
fr_fr: Mélange de diapositives
it_it: Mescola Slider
ru_ru: Перетасовка слайдов
uk: Перемішування слайдів

source: Indicates if the slides will be shuffled.
de_de: Zeigt an, ob die Dias gemischt werden
es_es: Indica si las diapositivas serán mezcladas.
fr_fr: Indique si les diapositives seront mélangées.
it_it: Indica se i slides saranno mescolati.
ru_ru: Активировать перетасовку слайдов.
uk: Визначає, чи перемішувати слайди

source: Slider loop
de_de: Diashow-Schleife
es_es: Bucle del slider
fr_fr: Boucle de diaporama
ru_ru: Цикл слайдера
uk: Режим циклу слайдера

source: Indicates if the slider will be loopable (infinite scrolling).
de_de: Zeigt an, ob die Diashow schleiffähig wird (endloser Scrolling)
es_es: Indica si la presentación de diapositivas se ejecuta de forma cíclica (scroll infinito).
fr_fr: Indique si le diaporama fonctionne de manière cyclique (défilement infini).
it_it: Indica se il cursore sarà loopable (scrolling infinito).
ru_ru: Активировать бесконечный цикл слайдера.
uk: Визначає, чи працюватиме слайдер циклічно (безперервна зміна слайдів).

source: Thumbnails
de_de: Miniaturbilder
es_es: Miniaturas
fr_fr: Vignettes
ru_ru: Миниатюры
uk: Мініатюри

source: Show thumbnails
de_de: Miniaturbilder anzeigen
es_es: Mostrar miniaturas
fr_fr: Afficher les vignettes
it_it: Visualizza thumbnails
ru_ru: Отображать миниатюры
uk: Відображати мініатюри

source: Thumbnail arrows
de_de: Pfeile des Miniaturbilds
es_es: Flechas de miniatura
fr_fr: Flèches de vignettes
it_it: Freccie Thumbnail
ru_ru: Стрелки миниатюр
uk: Стрілки навігації для мініатюр

source: Indicates whether the thumbnail arrows will be enabled
de_de: Zeigt an, ob die Pfeile des Miniaturbilds aktiviert sind.
es_es: Especifica si se activarán flechas de miniatura
fr_fr: Indique si les flèches de vignettes seront activés
it_it: Indica se le frecce di thumbnail verranno abilitate
ru_ru: Активировать стрелки миниатюр
uk: Визначає, чи відображати стрілки навігації для мініатюр

source: Thumbnails Position
de_de: Position der Miniaturbilder
es_es: Posición de Miniatura
fr_fr: Position des vignettes
it_it: Posiziona Thumbnails
ru_ru: Позиция миниатюр
uk: Розташування мініатюр

source: Sets the position of the thumbnail scroller
de_de: Stellt die Position von Miniaturbild-Scroller
es_es: Establece la posición de la barra de desplazamiento de miniaturas
fr_fr: Définit la position de la barre de défilement des vignettes
it_it: Imposta la posizione della barra di scorrimento di thumbnail
ru_ru: Установите позицию скроллера миниатюр
uk: Оберіть розташування прокрутки мініатюр

source: Top position
de_de: Oben Position
es_es: Posición Top
fr_fr: Position Haut
it_it: Posizione Top
ru_ru: Вверху
uk: Угорі

source: Bottom position
de_de: Unten Position
es_es: Posición inferior
fr_fr: Position Bas
it_it: Posizione Bottom
ru_ru: Внизу
uk: Внизу

source: Right position
de_de: Rechts Position
es_es: Posición derecha
fr_fr: Position Droite
it_it: Posizione Destra
ru_ru: Справа
uk: Справа

source: Left position
de_de: Links Position
es_es: Posición izquierda
fr_fr: Position Gauche
it_it: Posizione Sinistra
ru_ru: Слева
uk: Зліва

source: Thumbnail width
de_de: Breite des Miniaturbilds
es_es: Anchura de miniatura
fr_fr: Largeur de vignette
it_it: Larghezza Thumbnail
ru_ru: Ширина миниатюры
uk: Ширина мініатюри

source: Thumbnail height
de_de: Höhe des Miniaturbilds
es_es: Altura de miniatura
fr_fr: Hauteur de vignette
it_it: Altezza Thumbnail
ru_ru: Высота миниатюры
uk: Висота мініатюри

source: Reach video action
de_de: Video-Aktion erreichen
it_it: Raggiungere azione video
ru_ru: Воспроизведение видео
uk: Подія вибраного відео

source: Sets the action that the video will perform when its slide container is selected.
de_de: Stellt die Aktion, die das Video vollführen wird, wenn dessen Diashow-Container ausgewählt ist.
es_es: Especifique el comportamiento de video al elegir la diapositiva que contiene el vídeo.
fr_fr: Spécifier le comportement de vidéo lors de choix de diapositive qui contient ce vidéo.
it_it: Imposta comportamento del video quando verrà selezionato il suo contenitore di slide.
ru_ru: Установить действие, которое будет выполнять видео, если выбран контейнер слайдера.
uk: Визначає поведінку відео при виборі слайда, де воно міститься.

source: PlayVideo
fr_fr: Jouer la vidéo
ru_ru: Проиграть видео
uk: Відігравати відео

source: Cherry Slider
de_de: Kirsche Diashow
fr_fr: Diaporama Cherry
ru_ru: Cherry слайдер
uk: Слайдер Cherry

source: Slides list
de_de: Liste von Dias
es_es: Lista de diapositivas
fr_fr: Liste de diapositives
it_it: Lista Slides
ru_ru: Список слайдов
uk: Список слайдів

source: Add new slide
de_de: Neues Dia hinzufügen
es_es: Agregar nueva diapositiva
fr_fr: Ajouter une nouvelle diapositive
it_it: Aggiungi nuovo slide
ru_ru: Добавить новый слайд
uk: Створити новий слайд

source: Edit Slider Item
de_de: Diashow-Element bearbeiten
es_es: Cambiar el Elemento de Slideshow
fr_fr: Modifier un Élément de Diaporama
it_it: Edita Elemento Slider
ru_ru: Редактировать слайдер
uk: Редагувати слайд

source: New Slider Item
de_de: Neues Diashow-Element
es_es: Nuevo Elemento del slider
fr_fr: Nouvel Élément de Diaporama
it_it: Nuovo Elemento Slider
ru_ru: Новый слайдер
uk: Новий слайд

source: View Slider Item
de_de: Diashow-Element anschauen
es_es: Ver Presentación del Elemento
fr_fr: Voir un Élément de Diaporama
it_it: Visualizza Elemento Slider
ru_ru: Просмотреть слайдер
uk: Переглянути слайд

source: Search Slider Items
de_de: Diashow-Elemente suchen
es_es: Buscar el Elemento de Slideshow
fr_fr: Rechercher des Éléments de Diaporama
it_it: Cerca Elementi Slider
ru_ru: Искать слайдеры
uk: Шукати слайди

source: No Slider Items found
de_de: Keine Diashow-Elemente gefunden
es_es: No hay elementos encontrados en el Slider
fr_fr: Aucun Élément de Diaporama trouvé
it_it: Elementi Slider non trovati
ru_ru: Слайдеры не найдены
uk: Слайдів немає

source: No Slider Items found in trash
de_de: Keine Diashow-Elemente im Papierkorb gefunden
es_es: No hay elementos encontrados en la papelera
fr_fr: Aucun Élément de Diaporama trouvé dans la corbeille
it_it: Elementi Slider nel cestino non trovati
ru_ru: Слайдеры не найдены в корзине
uk: В кошику слайдів теж немає.

source: Sliders
de_de: Diashows
fr_fr: Diaporamas
ru_ru: Слайдеры
uk: Слайдери

source: All Sliders
de_de: Alle Diashows
es_es: Todos los Sliders
fr_fr: Tous les diaporamas
it_it: Tutti Sliders
ru_ru: Все слайдеры
uk: Всі слайдери

source: Add New Slider
de_de: Neue Diashow hinzufügen
es_es: Añadir Nuevo Slider
fr_fr: Ajouter un nouveau diaporama
it_it: Aggiungi Nuovo Slider
ru_ru: Добавить новый слайдер
uk: Створити новий слайдер

source: Update Slider
de_de: Diashow aktualisieren
es_es: Actualizar Slider
fr_fr: Mettre à jour le diaporama
it_it: Aggiorna Slider
ru_ru: Обновить слайдер
uk: Оновити слайдер

source: New Slider Name
de_de: Neuer Name der Diashow
es_es: Nuevo Nombre del slider
fr_fr: Nom de nouveau diaporama
it_it: Nome Nuovo Slider
ru_ru: Название нового слайдера
uk: Назва нового слайдера

source: Search Sliders
de_de: Diashows suchen
es_es: Buscar Sliders
fr_fr: Rechercher des Diaporamas
it_it: Cerca Sliders
ru_ru: Искать слайдеры
uk: Шукати слайдери

source: Parent Slider
de_de: Übergeordnete Diashow
es_es: Slider Padre
fr_fr: Diaporama Parent
it_it: Slider Parente
ru_ru: Родительский слайдер
uk: Батьківський слайдер

source: Parent Slider:
de_de: Übergeordnete Diashow:
es_es: Slider Padre:
fr_fr: Diaporama Parent:
it_it: Slider Parente:
ru_ru: Родительский слайдер:
uk: Батьківський слайдер:

source: Edit Slider:
de_de: Diashow bearbeiten:
es_es: Editar Slider:
fr_fr: Modifier le Diaporama:
it_it: Edita Slider:
ru_ru: Редактировать слайдер:
uk: Редагувати слайдер

source: Post per page
de_de: Beiträge pro Seite
es_es: Publicaciones por página
fr_fr: Article par page
it_it: Messaggio per pagina
ru_ru: Количество записей на странице
uk: Кількість публікацій на сторінці

source: Specify number of posts that you want to show. Enter -1 to get all posts
de_de: Geben Sie die Anzahl der Beiträge an, die Sie zeigen möchten. Geben Sie -1 ein, um alle Beiträge zu zeigen
es_es: Especifique el número de elementos para mostrar. Introduzca -1 para obtener todos los artículos
fr_fr: Précisez le nombre d'articles à afficher. Saisissez -1 pour obtenir tous les articles
it_it: Inserisci il numero di messaggi che si desidera visualizzare. Inserisci -1 per ottenere tutti i messaggi
ru_ru: Укажите, какое количество записей Вы хотите отобразить. Введите -1, для того чтобы отобразить все записи.
uk: Вкажіть кількість публікацій, що відображатиметься на сторінці. Для відображення всіх публікацій використовуйте значення "-1"

source: Sets the width of the slider
de_de: Legt die Breite des Slider fest
es_es: Establezca el ancho del slider
fr_fr: Définir la largeur de diaporama
it_it: Imposta la larghezza del cursore
ru_ru: Задаёт ширину слайдера.
uk: Вкажіть ширину слайдера

source: Sets the height of the slider
de_de: Legt die Höhe des Slider fest
es_es: Establezca la altura del slider
fr_fr: Définir la hauteur de diaporama
it_it: Imposta l'altezza del cursore
ru_ru: Задаёт высоту слайдера.
uk: Вкажіть висоту слайдера

source: Indicates whether the slides will be arranged horizontally or vertically
de_de: Gibt an, ob die Slides horizontal oder vertikal angeordnet werden
es_es: Especifique si las diapositivas se disponen horizontalmente o verticalmente
fr_fr: Indique si les diapositives seront disposées horizontalement ou verticalement.
it_it: Indica se le slide saranno disposte orizzontalmente o verticalmente
ru_ru: Определяет, отображать слайды горизонтально или вертикально.
uk: Визначає орієнтацію слайдів - горизонтальну/вертикальну.

source: Sets the distance between the slides
de_de: Abstand zwischen den Slides bestimmen
es_es: Establezca la distancia entre las diapositivas
fr_fr: Définir la distance entre des diapositives.
it_it: Imposta la distanza tra le slide
ru_ru: Задаёт растояние между слайдами.
uk: Встановлює відступ між слайдами

source: Indicates whether the arrow buttons will be created
de_de: Gibt an ob die Pfeilknöpfe erstellt werden
es_es: Indica si se crearán los botones de flecha
fr_fr: Indique si les boutons fléchés seront créés
it_it: Indica se saranno creati i tasti freccia
ru_ru: Определяет, будут ли созданы стрелки
uk: Визначає, чи додавати стрілки

source: Indicates whether the pagination will be created
de_de: Gibt an ob die Pagination erstellt werden
es_es: Especifique si se creará la paginacións
fr_fr: Indique si la pagination sera créée
it_it: Indica se verrà creata l'impaginazione
ru_ru: Определяет, будут ли созданы навигация
uk: Визначає, чи додавати кнопки пагінації

source: Indicates whether or not autoplay will be enabled
de_de: Gibt an, ob Autoplay wird aktiviert wird
es_es: Indique si la reproducción automática se activará
fr_fr: Indique si la lecture automatique sera activée
it_it: Indica se autoplay sarà abilitato
ru_ru: Определяет, будет ли включено автовоспроиведение
uk: Визначає, чи починати зміну слайдів автоматично

source: Indicates whether the full-screen button is enabled
de_de: Gibt an, ob der Vollbild-Button aktiviert ist
es_es: Indique si se activa el botón de pantalla completa
fr_fr: Indique si le bouton Plein écran est activé
it_it: Indica se il pulsante a schermo intero è attivata
ru_ru: Определяет, будут ли включены кнопки на всю ширину экрана
uk: Визначає, чи відображатиметься кнопка переходу в повноекранний режим.

source: Class
de_de: Klasse
es_es: Clase
fr_fr: Classe
it_it: Classe
ru_ru: Класс
uk: Клас

source: Extra CSS class
de_de: Extra CSS-Klasse
es_es: Extra clase CSS
fr_fr: Сlasse CSS Extra
it_it: Classe CSS Extra
ru_ru: Дополнительный CSS класс
uk: Користувацький клас CSS
